Repository: common-repository/octopush-sms
Catalog: languages/octopush-sms-*.po
Languages: fr_fr

source: News
fr_fr: Informations

source: Parameters
fr_fr: Paramètres

source: This module allows you to send SMS to the admin, or to customers on different events.
fr_fr: Ce module vous permet d'envoyer des SMS à l'administrateur or à des utilisateurs en fonction de différents événements.

source: It also allows to send Bulk SMS for marketing campaign.
fr_fr: Il vous permet aussi d'envoyer des campagnes de SMS Marketing en masse.

source: First, you have to create an account on
fr_fr: Premièrement, vous devez créer un compte sur

source: to be able to send SMS, and make a deposit on this account.
fr_fr: afin de pouvoir envoyer des SMS, merci de créditer votre compte.

source: Then, please fill your identification settings, and set your options.
fr_fr: Puis, renseigner vos informations personnelles et choisissez vos options.

source: If you want that the customers pay for the notification service, first create a product representing the SMS service, then fill the product ID field.
fr_fr: Si vous souhaitez que vos utilisateurs paient pour le service de notification, créez le produit proposant le service SMS et renseignez le champ ID du produit.

source: Finally, you have to activate/desactivate events you want on the "Messages" tab, and if needed, customize the text that will be sent for each event.
fr_fr: Enfin, activer/désactiver les événements que vous souhaitez dans l'onglet "Messages" and si besoin, paramétrez les messages que vous souhaitez envoyer pour chaque événement.

source: Create your Octopush account
fr_fr: Créez votre compte Octopush

source: Create your account by clicking on the following image and start sending SMS now to improve your sales !
fr_fr: Créez votre compte en cliquant sur l'image suivante et envoyez vos SMS pour améliorer vos ventes !

source: Amount on your account
fr_fr: Le solde de votre compte

source: You can find it on your Octopush
fr_fr: Votre email peut être trouvé sur Octopush

source: Personal Data
fr_fr: Données personnelles

source: Octopush Key
fr_fr: Clé Octopush

source: Admin mobile number
fr_fr: Téléphone mobile de l'administrateur

source: Sender name
fr_fr: Nom de l'expéditeur

source: 11 characters maximum
fr_fr: 11 caractères maximum

source: Send an alert when your account is under
fr_fr: Envoyez une alerte lorsque le compte est en inférieur à

source: Order status notification free
fr_fr: Notification du statut de la commande est gratuite

source: No
fr_fr: Non

source: SMS notification product ID
fr_fr: ID produit pour l'option de notification

source: Standard message is divided in 160 chars long parts and each part cost 1 SMS, if all chars are in list below. If one or more chars are not in this list, then message is divided in 70 chars parts, and each part cost 1 SMS. You can see if your message will be divided in 70 chars long parts in the "Manage message" tab and which char is not supported in standard.
fr_fr: Le message est divisé en 160 caractères de longueur facturé 1 SMS chacun si les caractères appartiennent à la liste ci-dessous. Si l'un des caractères n'appartient pas à la liste ci-dessous, le message est divisé en 70 parties de 70 caractères et chacune est facturé 1 SMS. Afin de connaître la facturation de vos messages et savoir si le caractère appartient à la liste standard, consultez l'onglet "Manage message"

source: Before applying mentioned rule, these characters are automatically replaced
fr_fr: Avant d'appliquer la règle mentionnée, ces caractères sont automatiquement remplacés

source: Original character
fr_fr: Caractère original

source: Replaced by
fr_fr: Remplacé par

source: Authorized characters
fr_fr: Caractères autorisés

source: These chars count as 2 chars :
fr_fr: Ces caractères comptent pour 2 caractères:
