Repository: common-repository/octopush-sms
Catalog: languages/octopush-sms-*.po
Languages: fr_fr

source: Impossible to process requested action
fr_fr: Impossible d'effectuer la requête demandée

source: Incorrect login details.
fr_fr: Identifiants de connection incorrects.

source: Your SMS exceeds 160 characters
fr_fr: Votre SMS dépasse 160 caractères

source: Your message has no recipient(s)
fr_fr: Votre message n'a pas de destinataire(s)

source: You have run out of credit.
fr_fr: Vous n'avez plus de crédit.

source: You don't have enough credit on your balance your last order is being processed
fr_fr: Vous n'avez pas assez de crédit sur votre compte, votre dernière commande est en cours de validation

source: You have entered the sender ID incorrectly. 3 to 11 characters, chosen from 0 to 9, a to z, A to Z. No accent, space or punctuation.
fr_fr: La saisie de l'expéditeur est incorrecte. 3 à 11 caractères uniquement de type 0 à 9, A à Z, pas d'accent, espace ou ponctuation.

source: The text of your message is missing.
fr_fr: Le texte de votre message est manquant.

source: You have not defined the quality of the route for your message.
fr_fr: Vous n'avez pas choisi la qualité de routage de votre message.

source: You have not entered your login details.
fr_fr: Vous n'avez pas entré vos identifiants de connection.

source: You have not entered your password.
fr_fr: Vous n'avez pas entré votre mot de passe.

source: You have not entered the list of recipients.
fr_fr: Vous n'avez pas entré la liste des destinataires.

source: You have not chosen a way to enter your recipients.
fr_fr: Vous n'avez pas choisi comment entrer vos destinataires.

source: Your recipient list does not contain a valid number.
fr_fr: Votre liste de contact ne contient pas de numéro valide.

source: Your account is not validated. Log in and go to the "User interface" section.
fr_fr: Votre compte n'est pas validé. Connectez-vous et cliquez sur la section "User interface" .

source: Your account is not validated. <br /><br /> Click on the button below to activate it.
fr_fr: Votre compte n'est pas validé. <br /><br /> Cliquez sur le bouton ci-dessous afin de l'activer.

source: You are under investigation for the fraudulent use of our services.
fr_fr: Votre êtes sous surveillance suite à une utilisation frauduleuse de nos services.

source: The recipient number is different from the number defined in the parameters' section related to it.
fr_fr: Le numéro du destinataire est différent du numéro défini en paramètres et liés à ce celui ci.

source: The bulk mailing option only works by using a contact list.
fr_fr: L'envoi en masse ne fonctionne qu'avec l'utilisation d'une liste de contacts.

source: Your recipient list does not contain any correct number. Have you formated your numbers by including the international dialling code? Contact us if you have any problems.
fr_fr: Votre liste de contacts ne contient pas de numéros valides. Avez-vous formater vos numéros de téléphone en incluant le code international pays? Contactez-nous si vous rencontrez une difficulté.

source: You must tick one of the two boxes to indicate if <u>you do not wish to send test SMS </u> or if <u>you have correctly received and validated your test SMS</u>.
fr_fr: Vous devez cocher l'une des deux cases afin d'indiquer si <u> vous ne souhaitez pas envoyer de SMS de test </u> ou si <u> vous avez reçu votre SMS de test </u>.

source: You cannot send SMS with more than x characters for this type of SMS
fr_fr: Vous ne pouvez pas envoyer ce type de SMS avec plus de x caractères

source: A SMS with the same request_id has already been sent.
fr_fr: Un SMS avec la même request_id a déjà été envoyé.

source: In Premium SMS, the mention "
fr_fr: Avec le SMS Premium, la mention "

source: In Standard SMS, the mention _STR_NO_PUB_ is mandatory and must belong to your text (respect the case).
fr_fr: Avec le SMS standard, la mention _STR_NO_PUB_ est obligatoire (respectez la casse).

source: The field request_sha1 is missing.
fr_fr: Le champ request_sha1 est manquante.

source: The field request_sha1 does not match. The data is wrong, or the query string contains an error or the frame contains an error : the request is rejected.
fr_fr: Le champ request_sha1 ne correspond pas. La donnée est erronée ou la chaîne de requêtes contient une erreur ou la structure contient une erreur: la requête est rejetée.

source: An undefined error has occurred. Please contact support.
fr_fr: Une erreur non défini est survenue. Merci de contacter le support.

source: An SMS campaign is already waiting for approval. You must validate or Cancel it in order to to start another.
fr_fr: Une campagne SMS est en attente de validation. Vous devez la valider ou l'annuler afin d'en démarrer une nouvelle.

source: A SMS campaign is already being processed. You must wait for processing to be completed in order to start another one.
fr_fr: Une campagne SMS est déjà en cours d'envoi. Vous devez patienter jusqu'à sa transmission complète afin d'en démarrer une nouvelle.

source: Too many attempts have been made. You need to start a new campaign.
fr_fr: Trop de tentatives ont été effectuées. Vous devez démarrer une nouvelle campagne.

source: Campaign is being built.
fr_fr: La campagne est en train d'être construite

source: Campaign is not yet finished.
fr_fr: La campagne n'est pas encore terminée.

source: Campaign not found.
fr_fr: Campagne non trouvée.

source: Campaign sent.
fr_fr: Campagne envoyée.

source: No country was found for this country.
fr_fr: Aucun pays n'a été trouvé pour ce pays.

source: The recipient country code is not part of our country coverage.
fr_fr: Le code pays du destinataire n'est pas un pays couvert par le service Octopush

source: You cannot send low cost SMS to this country. Choose Premium SMS
fr_fr: Vous ne pouvez pas envoyer de SMS Standard vers ce pays. Merci de choisir le SMS Premium

source: The route is congested. This type of SMS cannot be dispatched immediately. If your order is urgent, please use another type of SMS.
fr_fr: La route est congestionnée. Ce type de SMS ne peut pas être délivré immédiatement. Si votre envoi est urgent, merci de sélectionner un autre type de SMS.

source: This option is only available upon request. Do not hesitate to contact us if you want to activate it
fr_fr: Cette option n'est disponible uniquement sur demande. N'hésitez pas à nous contacter afin de l'activer.

source: The email account you wish to credit is incorrect.
fr_fr: L'email du compte que vous souhaitez créditer est incorrect.

source: You already have a token in use. You can only have one session opened at a time.
fr_fr: Vous avez actuellement un jeton en cours d'utilisation. Vous ne pouvez avoir qu'une unique session à la fois.

source: You have specified a wrong token.
fr_fr: Vous avez indiqué un mauvais jeton.

source: The number of text messages you want to transfer is too low.
fr_fr: Le nombre de messages que vous souhaitez transférer est trop faible.

source: You may not run any campaign if your account is not refilled.
fr_fr: Vous ne pouvez pas faire de campagne tant que votre compte n'a pas été crédité.

source: You do not have access to this feature.
fr_fr: Vous n'avez pas accès à cette fonctionnalité.

source: Wrong type of SMS.
fr_fr: Mauvais type de SMS.

source: You are not allowed to send SMS messages to this user.
fr_fr: Vous n'êtes pas autorisé à envoyer de SMS à cet utilisateur.

source: This email is not specified in any of your sub accounts or affiliate users.
fr_fr: Cet email n'appartient à aucun de vos sous comptes ou affiliés.

source: You are not authorized to manage your lists by API.
fr_fr: Vous n'êtes pas autorisé à gérer vos listes par API.

source: You have reached the maximum number of contact lists.
fr_fr: Vous avez atteint le nombre maximum de listes de contact.

source: A list with the same name already exists.
fr_fr: Une liste avec le même nom existe déjà.

source: The specified list does not exist.
fr_fr: La liste spécifiée n'existe pas.

source: The list is already full.
fr_fr: La liste est pleine.

source: There are too many contacts in the query.
fr_fr: Il y a trop de contacts dans cette requête.

source: The requested action is unknown.
fr_fr: L'action demandée est inconnue.

source: Create account
fr_fr: Création de compte

source: Send Message
fr_fr: Envoi SMS

source: Validate your order
fr_fr: Valider votre commande

source: Stock notification
fr_fr: Notification du stock

source: Admin alert
fr_fr: Alerte administrateur

source: Daily report
fr_fr: Statistiques quotidiennes

source: Send SMS when customer has lost his password
fr_fr: Envoyer un SMS quand un utilisateur a oublié son mot de passe

source: Status update
fr_fr: Statut mis à jour

source: Send SMS
fr_fr: Envoi SMS

source: Settings
fr_fr: Paramètres

source: id_sendsms_campaign is not set.
fr_fr: id_sendsms_campaign n'est pas fixé

source: In construction
fr_fr: En construction

source: Transfer in progess
fr_fr: Transfert en cours

source: Waiting for validation
fr_fr: En attente d'autorisation

source: Sent
fr_fr: Envoyé

source: Cancelled
fr_fr: Annulé

source: Error
fr_fr: Erreur

source: Error unknown
fr_fr: Erreur inconnue

source: {firstname} {lastname} has just registered on {shopname}
fr_fr: {firstname} {lastname} vient de s'inscrire sur {shopname}

source: {from} has sent a message to{contact_name} ({contact_mail}) : {message}
fr_fr: {from} a envoyé un message à {contact_name} ({contact_mail}) : {message}

source: New order from {firstname} {lastname}, id: {order_id}, payment: {payment}, total: {total_paid} {currency}.
fr_fr: Nouvelle commande de {firstname} {lastname}, id: {order_id}, paiement: {payment}, total: {total_paid} {currency}.

source: This item is almost out of order, id: {product_id}, ref: {product_ref}, name: {product_name}, quantity: {quantity}
fr_fr: Ce produit sera bientôt indisponible, id: {product_id}, réf: {product_ref}, nom: {product_name}, quantité: {quantity}

source: Your SMS credit is almost empty. Your remaining balance is {balance} € available.
fr_fr: Votre crédit SMS est bientôt épuisé. Il vous reste {balance} € disponible sur votre compte.

source: date: {date}, inscriptions: {subs}, orders: {orders}, sales: {day_sales}, for the month of: {month_sales}
fr_fr: date: {date}, inscriptions: {subs}, commandes: {orders}, ventes: {day_sales}, pour le mois de: {month_sales}

source: {firstname} {lastname}, Welcome to {shopname} !
fr_fr: {firstname} {lastname}, Bienvenue sur {shopname} !

source: {firstname} {lastname}, your new password to access {shopname} is : {password}. {shopurl}
fr_fr: {firstname} {lastname}, votre nouveau mot de passe pour accéder à {shopname} est : {password}. {shopurl}

source: {firstname} {lastname}, the item {product} is now available on {shopname} ({shopurl})
fr_fr: {firstname} {lastname}, le produit {product} est désormais disponible sur {shopname} ({shopurl})

source: Thank you for your message. We will answer you shortly. {shopname}
fr_fr: Merci pour votre message. Nous vous répondrons rapidement. {shopname}

source: {firstname} {lastname}, we do confirm your order {order_id}, of {total_paid} {currency}. Thank you. {shopname}
fr_fr: {firstname} {lastname}, nous confirmons la commande {order_id}, de {total_paid} {currency}. Merci. {shopname}

source: {firstname} {lastname}, your order {order_id} on {shopname} has a new status : {order_state}
fr_fr: {firstname} {lastname}, votre commande {order_id} sur {shopname} a un nouveau statut : {order_state}

source: Not defined
fr_fr: Non défini

source: undefined
fr_fr: non défini

source: campaign
fr_fr: campagne

source: campaigns
fr_fr: campagnes

source: Title
fr_fr: Titre

source: Status
fr_fr: Statut

source: Nb of recipients
fr_fr: Nb de destinataires

source: Price
fr_fr: Prix

source: Sending date
fr_fr: Date d'envoi

source: edit
fr_fr: éditer

source: Campaigns not yet sent
fr_fr: Campagnes non encore envoyées

source: Campaigns history
fr_fr: Historique des campagnes

source: Create a new campaign / Send a new SMS
fr_fr: Créez une nouvelle campagne / Envoyez un nouveau SMS

source: Search campaign
fr_fr: Chercher une campagne

source: Back to the list
fr_fr: Retour à la liste

source: As soon as you choose recipient(s), your campaign will be automatically saved and you will find it in "Send SMS" tab for further modification if necessary.
fr_fr: Dès que vous choisissez le(s) destinataire(s), votre campagne sera automatiquement sauvegarder et stockées dans l'onglet "Send SMS" pour modification ultérieure si nécessaire.

source: Sending process :
fr_fr: Procédure d'envoi:

source: 1. Create your campaign, click on 'Save' if you want to be able to modify it later.
fr_fr: 1. Créez votre campagne, cliquez sur 'Sauvegarder' si vous souhaitez la modifier ultérieurement.

source: 2. When your campaign is ready, click "Transmit to Octopush" to send your request to the SMS plateform, SMS will not be sent immediatly ! Status becomes \"Transfert in progess\" and the campaign can't be modified anymore.
fr_fr: 2. Lorsque votre campagne est prête, cliquez sur "Transmit to Octopush" , les SMS ne seront pas directement envoyés ! Le statut devient "Transfert in progess" et la campagne ne peut plus être modifiée.

source: 3. During the transfer, number of recipients, number of SMS and price are updated in the "Information" part.
fr_fr: 3. Pendant le transfert, le nombre de destinataires, le nombre de SMS et le prix sont mis à jour dans le bloc "Information".

source: - If you stop the transfer by leaving the page (campaign with several recipients), you can complete it later by clicking "Transmit to Octopush" again.
fr_fr: -Si vous quittez la page en cours de transfert des données (campagne avec quelques destinataires), vous pouvez le compléter ultérieurement en cliquant sur "Transmit to Octopush".

source: - When everything has been sent, you can validate the SMS by clicking "Accept & Send" or you can definitively cancel it.
fr_fr: - Quand tout a été envoyé, vous pouvez valider le SMS en cliquant "Accept & Send" ou vous pouvez l'annuler.

source: 4. If there's no error (not enough credit for example), your campaign will be sent. Else, please fix the problem and try again.
fr_fr: 4. Si il n'y a pas d'erreur (tel que crédit insuffisant), votre campagne sera envoyée. Sinon, merci de de régler le problème et réessayer plus tard.

source: 5. You can retrieve all campaigns whose are not in the status \"In Construction", "Transfer in progress" or "Waiting for validation" in the "SMS history" tab.
fr_fr: 5. Vous pouvez récupérer toutes les campagnes qui n'ont pas le statut "In Construction", "Transfer in progress" ou "Waiting for validation" dans l'onglet "SMS history".

source: - You can still cancel your campaign unless your campaign has been sent by Octopush.
fr_fr: - Vous pouvez toujours annuler votre campagne tant que votre campagne n'a pas été envoyée par Octopush.

source: Campaign %s details
fr_fr: Détail de la campagne %s

source: SMS settings
fr_fr: Paramètres SMS

source: SMS details
fr_fr: Détails des SMS

source: Before sending a message, you have to enter your account information in the Settings Tab.
fr_fr: Avant d'envoyer un message, vous devez renseigner vos paramètres de compte dans l'onglet Paramètres.

source: Title of the campaign
fr_fr: Titre de campagne

source: Variables you can use : {firstname}, {lastname}
fr_fr: Variables que vous pouvez utiliser: {firstname}, {lastname}

source: Send date
fr_fr: Date d'envoi

source: Time Zone:
fr_fr: Fuseau horaire:

source: List of recipients
fr_fr: Liste des destinataires

source: Hour
fr_fr: Heure

source: Second
fr_fr: Seconde

source: Now
fr_fr: Maintenant

source: Closed
fr_fr: Fermé

source: That phone number is invalid.
fr_fr: Ce numéro de téléphone n'est pas valide

source: Please choose a valid CSV file
fr_fr: Choisissez svp un fichier CSV valide

source: That number must be greater or equal to 1
fr_fr: Ce numéro doit être supérieur ou égal à 1

source: Are you sure you want to cancel that campaign ?
fr_fr: Êtes-vous sûr de vouloir annuler cette campagne?

source: Are you sure you want to delete that campaign ?
fr_fr: Êtes-vous sûr de vouloir effacer cette campagne?

source: Amount in your account
fr_fr: Montant dans votre compte

source: Campaign ID
fr_fr: Campagne ID

source: Yes
fr_fr: Oui

source: Paid by customer
fr_fr: Payé par l'utilisateur

source: Recipients
fr_fr: Destinataires

source: Nb of SMS
fr_fr: Nb de SMS

source: Transmission date
fr_fr: Date de transmission

source: Validation date
fr_fr: Date de validation

source: Choose recipients
fr_fr: Choisir les destinataires

source: 4 methods to choose your recipients
fr_fr: 4 manières de choisir vos destinataires

source: Or search among your customers
fr_fr: Ou cherchez parmis vos clients

source: testmgr
fr_fr: français

source: Enter your recipient details
fr_fr: Entrez les détails de votre destinataire

source: Phone (international e.g: +41782345679)
fr_fr: Téléphone (international ex: +41782345679)

source: Firstname (optional)
fr_fr: Prénom (optionnel)

source: Lastname (optional)
fr_fr: Nom (optionnel)

source: Search will be applied on phone, id_customer, firstname, lastname
fr_fr: La recherche sera appliquée sur le numéro de téléphone, l'identifiant de l'utilisateur, le prénom, le nom

source: Or upload a CSV file
fr_fr: Ou télécharger un fichier CSV

source: Phone in 1st column (international format), Firstname in 2nd (optional), Lastname in 3rd (optional)
fr_fr: Numéro de téléphone dans la 1ère colonne (format international ), Prénom dans la 2nd (optionnel), Nom dans la 3ème (optionnel)

source: See example
fr_fr: Voir exemple

source: Or add by role
fr_fr: Ou ajouter par rôle

source: Only user with phone number are selected
fr_fr: Seul un utilisateur avec un numéro de téléphone est sélectionné

source: user(s) found
fr_fr: Utilisateur(s) trouvé(s)

source: Add
fr_fr: Ajouter

source: Or create your own query
fr_fr: Ou créez votre propre requête

source: -- All countries --
fr_fr: --Tous les pays--

source: Registered
fr_fr: Inscrit

source: From
fr_fr: De

source: To
fr_fr: A

source: Ignore years
fr_fr: Ignorer les années

source: Connected
fr_fr: Connecté

source: Number of orders
fr_fr: Nombre de commandes

source: Or no order
fr_fr: Ou pas de commande

source: customer(s) found
fr_fr: Utilisateur(s) trouvé(s)

source: All doublons will be automatically removed
fr_fr: Tous les doublons seront automatiquement supprimés

source: Save the campaign
fr_fr: Sauvegarder la campagne

source: Transmit to Octopush
fr_fr: Transmettre à Octopush

source: Accept & Send
fr_fr: Acceptez & envoyez

source: Cancel this campaign
fr_fr: Annuler cette campagne

source: Delete the campaign
fr_fr: Supprimer la campagne

source: Duplicate this campaign
fr_fr: Dupliquer cette campagne

source: Transfer in progress :
fr_fr: Transfert en cours:

source: remaining recipients
fr_fr: destinataires restants

source: Your campaign is now cancelled on octopush and can be deleted
fr_fr: Votre campagne est désormais annulée sur Octopush et peut être supprimée

source: Your campaign has been deleted.
fr_fr: Votre campagne a été annulée.

source: Your campaign has been duplicated, you can access to your new campaign in tab "Campaigns".
fr_fr: Votre campagne a été dupliquée, vous pouvez accéder à votre nouvelle campagne dans l'onglet "Campaigns".

source: Choose SMS you want to activate, and customize their text.
fr_fr: Choisissez le SMS que vous souhaitez activer et personnalisez le texte.

source: On the right side you can see a preview to check that everything is ok.
fr_fr: Sur le côté droit vous pouvez pré visualiser votre message et vérifier que tout est ok.

source: SMS for Admin
fr_fr: SMS à destination de l'administrateur

source: Update
fr_fr: Mise à jour

source: SMS for Customer
fr_fr: SMS à destination du client

source: Reset all messages
fr_fr: Revenir à l'état initial pour tous les messages

source: Sent only if customer pays the option
fr_fr: Envoyé uniquement si l'utilisateur paie l'option

source: Activate
fr_fr: Activer

source: This message will be divided in 70 chars parts, because of non standard characters :
fr_fr: Ce message sera divisé en 70 caractères à cause des caractères non standarts:

source: This message will be divided in 160 chars parts
fr_fr: Ce message sera divisé en 160 caractères

source: Variables you can use :
fr_fr: Variables que vous pouvez utiliser:

source: No news available.
fr_fr: Pas de nouvelles disponibles

source: News in your language are not available.
fr_fr: Les informations dans votre langue ne sont pas disponibles.

source: author
fr_fr: auteur

source: recipient
fr_fr: destinataire

source: recipients
fr_fr: destinataires

source: Firstname
fr_fr: Prénom

source: Lastname
fr_fr: Nom

source: Phone
fr_fr: Téléphone

source: Country
fr_fr: Pays

source: Transmitted to Octopush
fr_fr: Transmis à Octopush

source: Status / Error
fr_fr: Statut / Erreur

source: Search Recipients
fr_fr: Cherchez les destinataires

source: no
fr_fr: non

source: yes
fr_fr: oui

source: delete
fr_fr: effacer

source: Your campaign has been saved.
fr_fr: Votre campagne a été sauvegardée

source: The file has not been uploaded
fr_fr: Le fichier n'a pas été téléchargé

source: That file is not a valid CSV file.
fr_fr: Ce fichier n'est pas un fichier CSV valide

source: new recipient(s) were added to the list.
fr_fr: nouveau(x) destinataire(s) a(ont) été rajouté(s) à la liste

source: line(s) ignored.
fr_fr: ligne(s) ignorée(s)

source: Your campaign is currently being transmitted, please do not close the window.
fr_fr: Votre campagne est en train d'être transmise, svp ne fermez pas cette fenêtre

source: Your campaign is now validated and will be sent at
fr_fr: Votre campagne est maintenant validée et sera envoyée à

source: Your campaign is now cancelled and can be deleted
fr_fr: Votre campagne est maintenant annulée et peut être supprimée

source: Your campaign has been duplicated, you are now working on a new campaign.
fr_fr: Votre campagne a été dupliquée, vous travaillez désormais sur une nouvelle campagne

source: Your campaign can not be deleted.
fr_fr: Votre campagne ne peut pas être supprimée.

source: Please enter a title
fr_fr: Entrez un titre svp

source: Please enter a message
fr_fr: Entrez un message svp

source: Please enter a valid send date
fr_fr: Entrez une date valide d'envoi svp

source: The phone number and the country does not match.
fr_fr: Le numéro de téléphone et le pays ne correspondent pas

source: That phone number is already in the list.
fr_fr: Ce numéro de téléphone est déjà dans votre liste.

source: Please enter your account information to login to www.octopush.com
fr_fr: Entrez svp vos paramètres de connexion à www.octopush.com

source: The email you entered is not a valid email.
fr_fr: L'email que vous avez entré n'est pas valide

source: This account is not a valid account on www.octopush.com
fr_fr: Ce compte n'est pas valide sur www.octopush.com

source: Please enter a valid sender name : 11 chars max (letters + digits)
fr_fr: Entrez un expéditeur valide: 11 caractères maximum (lettres + chiffres)

source: Please enter a valid admin mobile number
fr_fr: Entrez svp un numéro de ligne mobile valide pour l'administrateur

source: Please enter a valid integer value for alert
fr_fr: Entrez svp un nombre valide pour le seuil d'alerte

source: Please enter a valid integer value for product_id
fr_fr: Entrez svp un nombre valide pour l'identifiant produit

source: Phone number cannot be found (lack country or phone) for user
fr_fr: Le téléphone ne peut être trouvé (manque le code pays) pour l'utilisateur

source: no valid data is set
fr_fr: pas de donnée valide établie

source: value is required
fr_fr: une valeur est requise

source: maximum size is
fr_fr: la taille maximum est

source: Campaigns
fr_fr: Campagnes

source: History
fr_fr: Historique
